/* eslint-disable react/no-unescaped-entities */
import logo from '../../../assets/logo.png';

const Privacy = () => {
  return (
    <div className="flex flex-col items-center w-full">
      <h1 className="text-center">מדיניות פרטיות עזר לחיים</h1>
      <img src={logo} alt="logo" className="block mx-auto pb-[0.9375rem]" />
      <p className="px-5">
        מדיניות פרטיות זו ("מדיניות הפרטיות") מתארת כיצד עמותת עזר לחיים מרכז תמיכה וסיוע (ע"ר)
        ("העמותה") מתייחסת למידע שהיא אוספת או מקבלת ממך ("המשתמש)" דרך אתרי העמותה או אפליקציית
        העמותה (לצד כל שירות אחר הניתן על ידי העמותה, "השירותים"; מובהר כי לעניין מדיניות זו משמע
        המונח "שירותים" הינו גם כל אחד מאתרי העמותה). לצד תנאי השימוש של השירותים הרלוונטיים,
        מדיניות הפרטיות מסדירה את השימוש שלך בשירותים. על ידי אישור התנאים בלחיצה ו/או שימוש
        בשירותים, המוקדם מבניהם ( "התאריך הקובע"), אתה מסכים להתקשר בהסכם זה. במקרה שאתה מתקשר בהסכם
        זה מטעם תאגיד, יחשב התאגיד כמשתמש, ואתה מצהיר כי יש לך את הסמכות להסכים הסכם זה בעבור
        התאגיד. הסכם זה חל על המשתמש בין אם הוא משתמש באתר העמותה, או בשירותים דרך האפליקציה ובין אם
        בכל דרך אחרת.
      </p>
      <br />
      <ol className="px-5 pb-10">
        <li>
          <b className="underline">1. היעדר חובה למסירת מידע</b>
          <br />
          למען הסר ספק, מובהר כי אין כל חובה חוקית על המשתמש להשתמש בשירותים המסופקים על ידי העמותה,
          או למסור מידע כלשהו לעמותה. עם זאת, אם משתמש בוחר להשתמש באילו מהשירותים הניתנים על ידי
          העמותה, לרבות מבלי הגבלה שימוש באתר העמותה, ו/או באפליקציה של העמותה, אספקת מידע מסוים
          הינה תנאי הכרחי לשימוש וקבלת גישה לשירותים כאמור.
        </li>
        <br />
        <li>
          <b className="underline">2. סוגי מידע שנאסף</b>
          <br />
          העמותה רשאית לאסוף הן מידע המאפשר זיהוי אישי והן מידע שאינו מאפשר זיהוי (יחדיו "מידע").
          לעניין מדיניות פרטיות זו, "מידע המאפשר זיהוי אישי" משמעו מידע המאפשר זיהוי של אדם, כולל
          מבלי הגבלה, שם, דואר אלקטרוני, מספר טלפון, מין, מספרי זיהוי, כתובות בית ועבודה, מקצוע,
          מספרי טלפון, פרטי חיוב, פרטי כרטיסי אשראי, תאריכי לידה, מספרי חשבון בנק, מצב משפחתי,
          השכלה, רישיונות מקצועיים, מידע על העדפות אישיות, הרגלים ופעילויות בשעות הפנאי, מידע רפואי
          ומידע אישי דומה אחר. "מידע שאינו מאפשר זיהוי" פירושו מידע שנאסף ביחס לשימוש בשירותים או
          אינטראקציות אחרות עם העמותה אשר אינן מאפשרות את הזיהוי של אדם. למען הסר ספק, פרטי כרטיסי
          אשראי אינם נשמרים על ידי העמותה, אלא נמסרים ישירות לגורם המבצע את הסליקה אשר עושה בהם
          שימוש בהתאם לתנאי.
        </li>
        <br />
        <li>
          <b className="underline">3. כיצד משתמשים במידע</b>
          <br />
          באופן כללי, העמותה משתמשת במידע על מנת לספק ולשפר את שירותיה, להתאמה אישית ולאופטימיזציה
          של חוויית המשתמש ולצרכים עסקיים אחרים שלה. בפרט, העמותה רשאית להשתמש במידע שנאסף על ידה
          לכל אחת מהמטרות הבאות: (א) לאספקת השירותים; (ב) לפיתוח, הפצת, ושיפור השירותים; (ג) להתאמה
          אישית של השירותים עבור כל משתמש והעצמת חווית המשתמש שלו; (ד) לשליחת הודעות והתראות חשובות,
          כגון הודעות והתראות על השירותים ושינויים בתנאים, ובמדיניות העמותה; (ה) להפקת מידע סטטיסטי
          ותובנות הקשורות לביצוע או שימוש בשירותים, ולשימוש במידע סטטיסטי ותובנות כאמור (לרבות
          למטרות מחקר או לשימוש ציבורי בצורה מצטברת ללא זיהוי); (ו) לטיפול בקשות משתמשים לגבי
          השירותים או שירותי של צד ג' (כהגדרתם להלן) המוצעים באמצעות השירותים; (ז) להפקת או הכנת
          דוחות למשתמשים באמצעות השירותים; (ח) למטרות שיווק, לרבות, לשליחת מידע למשתמשים ולהתרעת
          משתמשים על פיתוחים ופרסומים חדשים, מבצעים, מוצרים, שירותים או פעילויות אחרות, הכרזות,
          ועלוני מידע ולניהול הפריטים האמורים והתאמתם לכל משתמש באופן אישי. (ט) לשם שיפור תכנים
          השירותים ותכני הפרסום של העמותה (ובין היתר, לשם זיהוי מגמות שימוש ולקביעת האפקטיביות של
          מסעות הפרסום של העמותה.) (י) ליצירת קשר עם משתמשים, לרבות ביחס להצעות קידום מכירות
          ופרסומים; (יא) לזיהוי או איתור משתמשים בקשר למטרות השימוש המותרות האחרות לפי סעיף זה; (יב)
          לפיקוח וניתוח מידע לגבי העדפות גלישה וצפייה של משתמשים ולאבחון בעיות בשירותים; (יג) לניהול
          ועיבוד תשלומים; (יד) למניעת הונאה, והבטחת ציות לחוק; ו- (טו) לאכיפת תנאי השימוש וכל התנאים
          הנוספים ו/או המדיניות של העמותה.
        </li>
        <br />
        <li>
          <b className="underline">4. כיצד נאסף מידע</b>
          <br />
          העמותה רשאית לאסוף מידע דרך שימושו של המשתמש בשירותים או במגעיו עם העמותה, בין כאשר המשתמש
          מחובר לאינטרנט או לא, ובכלל זה, כאשר משתמש נרשם לשירותים, כשמשתמש יוצר חשבון, באמצעות מעקב
          אחר פרמטרים של שימוש המשתמש בשירותים, כאשר משתמש מתקשר עם העמותה, או כאשר משתמש מגיש בקשה
          או רוכש שירותי צד ג' באמצעות השירותים. העמותה עושה שימוש בקבצי Cookies ושומרת על המידע
          הנדרש כדי לאפשר למשתמשים להתחבר לשירותים מבלי שהמשתמש יזין סיסמה
        </li>
        <br />
        <li>
          <b className="underline">5. שמירה והסרת מידע</b>
          <br />
          אלא אם כן נקבע אחרת במפורש מדיניות פרטיות זו, העמותה אינה משנה את הנהלים המפורטים במדיניות
          זו על סמך בחירתך במצב "אל תעקוב" העשוי להיות מוצע על ידי הדפדפן שלך; עם זאת, העמותה שומרת
          לעצמה את הזכות לעשות זאת בעתיד ללא הודעה למשתמש. המשתמש רשאי לפנות לעמותה בכתב דרך הכתובת
          המפורטת מטה על מנת להסיר מידע מסוים שהושג מהמשתמש, בכפוף לחוקים הרלוונטיים אשר חלים על
          מדיניות הפרטיות (עם זאת, הסרת המידע עלולה לפגוע בהמשך השימוש או למנוע את המשך השימוש של
          המשתמש בשירותים). בכפוף לבקשת הסרה של משתמש כאמור לעיל, העמותה רשאית לשמור על המידע לתקופה
          בלתי מוגבלת לשם השימושים המצוינים במדיניות פרטיות זו (אך אינה מחויבת לשמור מידע לכל תקופה
          שהיא).
        </li>
        <br />
        <li>
          <b className="underline">6. שיתוף מידע עם צד ג' </b>
          <br />
          המשתמש מכיר ומסכים לכךשהעמותהמעמידה לרשות המשתמשים שירותים מסוימים של צדדי ג' דרך
          השירותים, וכן כי העמותה משתמשת בשירותים של צדדי ג' על מנת לספק את שירותיה, לרבות שירותי
          אחסון לשם אחסון מידע בשרתים חיצוניים הנשלטים על ידי ספקי אותם שירותי צד ג'. שירותים
          ותשתיות כאמור של צדדי ג' יכונו "<b>שירותי צד ג'</b>". העמותה רשאית לחשוף מידע לצדדים
          שלישיים כדלקמן: (א) לספקי שירותי צד ג' רלוונטיים בכדי לספק, לפתח, לשפר, לתמוך או לתחזק את
          השירותים, או להשתית באופן אחר את אילו מהשימושים המותרים לעמותה (כגון מסירת המידע לספקי
          שירותי אחסון כחלק מהשירותים); (ב) לישות אליה העמותה תתמזג או ישות אשר תרכוש את נכסי העמותה
          הרלוונטיים (לכל שימוש אשר מותר לפי מדיניות פרטיות זו ותנאי השירות/ההסכם).
          <br />
          <br />
          העמותה שומרת לעצמה את הזכות לחשוף כל מידע שנאסף כנדרש לפי כל דין וכאשר העמותה סבורה כי
          גילוי כאמור הינו הכרחי לשם הגנה על זכויותיה, על שלמות השירותים, המערכות והטכנולוגיה של
          העמותה ו/או בקשר עם הליך משפטי בקשר עם השירותים.
          <br />
          <br />
          המשתמש מכיר בכך שהעמותה אינה שולטת או מפעילה את שירותי צד ג' והעמותה לא תישא באחריות
          כלשהי, בין אם בקשר לשירותי צד ג', או בכל מה שקשור לאתר, אפליקציה או שירות של צד שלישי אשר
          השירותים מקשרים אליו (לרבות ביחס לשימוש על ידי ספקי שירותי צד ג' ומידע משתמשים). המשתמש
          בנוסף מכיר בכך כי השימוש בשירותי צד ג' אינו חוסה תחת מדיניות פרטיות זו.
        </li>
        <br />
        <li>
          <b className="underline">7. הגנה על מידע</b>
          <br />
          העמותה מחויבת לשמירה על אבטחת המידע של משתמשיה ונוקטת באמצעים מסחריים סבירים כדי להבטיח את
          אבטחת המידע. עם זאת, אף שיטה להעברה או אחסון אלקטרוני אינה מאובטחת לחלוטין והעמותה אינה
          יכולה להבטיח את אבטחתו המוחלטת של המידע. על ידי שימוש בשירותים, המשתמש מסכים במפורש כי
          העמותה לא תהיה אחראית לכל פעולה, שימוש לרעה, הפרה או ניצול של מידע ופרצות אבטחת מידע על
          ידי צדדים שלישיים.
        </li>
        <br />
        <li>
          <b className="underline">8. עדכון מידע על ידי המשתמש</b>
          <br />
          המשתמשים אחראים לשמירה על המידע שלהם עדכני. משתמשים רשאים לעדכן את המידע שלהם על ידי שינוי
          הפרטים בחשבונם, או ליצור קשר עם העמותה באופן שמצוין מטה לשם כך. העמותה תשתמש במאמצים
          סבירים כדי לעבד כל שינוי שיבוצע על ידי משתמש. עם זאת, המשתמש מאשר כי מחיקת מידע עשויה
          לגרום לבעיה לספק למשתמש גישה או שימוש בשירותים, או לחלופין עלולה לפגוע בשירותים.
        </li>
        <br />
        <li>
          <b className="underline">9. יצירת קשר</b>
          <br />
          כל הודעה בקשר עם מדיניות זו חייבת להינתן (א) אם לעמותה, בכתב בדואר אלקטרוני לכתובת הבאה:{' '}
          <a href="mailto:v02444@gmail.com">v02444@gmail.com</a> או באמצעות האפליקציה או האתר של
          העמותה בממשקים המיועדים למסירת הודעות כאמור לעמותה. (ב) אם למשתמשים, באמצעות הפרטים ואמצעי
          הקשר שסופקו במהלך ההרשמה שלהם לשירות הרלוונטי, או באמצעות אמצעי קשר שסופקו על ידי המשתמשים
          באופן אחר.
        </li>
        <br />
        <li>
          <b className="underline">10. דין חל; תיקונים</b>
          <br />
          העמותה רשאית לשנות את תנאי מדיניות פרטיות זה על ידי פרסום תנאים חדשים, אשר יחולו לכל משתמש
          מיד לאחר העלאתם לאתר או אפליקציית העמותה.
          <br />
          <br />
          כל טענה או מחלוקת בנוגע למדיניות הפרטיות, יהיו כפופות לדיני מדינת ישראל, למעט עקרונות החוק
          הנוגעים לברירת דין. הצדדים מסכימים באופן בלתי הדיר כי לבתי המשפט המוסמכים המצויים בתל אביב
          תהיה הסמכות הבלעדית ליישב כל סכסוך או טענה הנובעים או שהינם בקשר עם מדיניות הפרטיות.
        </li>
        <br />
        <br />
        <p>תאריך עדכון אחרון: 20.7.2023</p>
      </ol>
    </div>
  );
};

export default Privacy;
