/* eslint-disable react/no-unescaped-entities */
import logo from '../../../assets/logo.png';

const Terms = () => {
  return (
    <div className="flex flex-col items-center w-full">
      <h1 className="text-center">תנאי שימוש עזר לחיים</h1>
      <img src={logo} alt="logo" className="block ml-auto mr-auto pb-[0.9375rem]" />
      <p className="px-5">
        תנאי שימוש אלה (להלן &quot;ההסכם&quot;) משמשים כהסכם בין עמותת עזר לחיים מרכז תמיכה וסיוע
        (ע&quot;ר) (&quot;העמותה&quot;) לבינך (&quot;המשתמש&quot;), והם חלים על כל שימוש שלך בשירותי
        העמותה (כהגדרתם להלן). על ידי אישור התנאים בלחיצה ו/או שימוש בשירותים במועד המוקדם מבין
        השניים ( &quot;התאריך הקובע&quot;), אתה מסכים להתקשר בהסכם זה. הסכם זה חל על המשתמש בין אם
        הוא משתמש בשירותים דרך האפליקציה וכל אתר אחר שמפעילה העמותה ובין אם בכל דרך אחרת. במקרה
        מתקשר בהסכם זה מטעם תאגיד, יחשב התאגיד כמשתמש, ואתה מצהיר כי יש לך את הסמכות להסכים הסכם זה
        הסכם זה בעבור התאגיד.
      </p>
      <br />
      <ol className="px-5 pb-10">
        <b className="underline">1. כללי</b>
        <br />
        <li>
          העמותה מציעה אפליקציה הזמינה באופן סלולרי או אינטרנטי (&quot;האפליקציה&quot;) למשתמשיה,
          המשמשת כפלטפורמה לחיבור חולים מאושפזים או קרובי משפחתם מדרגה ראשונה או שנייה
          (&quot;נוסע&quot;) עם מתנדבים המעוניינים לספק שירותי הסעה בהתנדבות (&quot;מתנדב&quot;).
          העמדת האפליקציה כאמור וכל שירות אחר שתיתן העמותה בהקשר זה (&quot;השירותים&quot;). השימוש
          באפליקציה יהיה על ידי משתמש שהינו מתנדב או נוסע (או אדם אחר אשר הנוסע הזמין עבורו את
          הנסיעה או אשר הצטרף אליה בפועל (בין אם נרשמו לאפליקציה ובין אם לא)) (&quot;נוסעים
          נוספים&quot;), והכל בכפוף לתנאי הסכם זה. כל הנוסעים הנוספים יהיו קרובי משפחה מדרגה ראשונה
          או שנייה של החולה המאושפז הרלוונטי, אלא אם כן העמותה הסכימה אחרת בצורה מפורשת בכתב ומראש
          (על בסיס מקרה פרטני). על אף האמור, מובהר כי לעמותה יהיה שיקול הדעת הבלעדי באשר לאילו
          שירותים (או חלק מהשירותים) היא תעמיד לרשות משתמשיה.
        </li>
        <br />
        <b className="underline">2. הרשמה לשירותים וזכויות המשתמש</b>
        <br />
        <li>
          בכפוף לתנאי הסכם זה ובמהלך תקופתו (כמוגדר להלן), העמותה מעניקה בזאת למשתמש, זכות מוגבלת
          והדירה, לא בלעדית, שאינה ניתנת להעברה ושאינה ניתנת לרישוי הלאה לקבל גישה ולהשתמש באפליקציה
          והשירותים אשר הועמדו לרשות המשתמש על ידי העמותה דרך האפליקציה. מבלי לגרוע מכל חוק או איסור
          אחרים בהסכם זה, משתמשים אינם רשאים (ולא יסייעו או יאשרו לאחרים): (א) להעתיק, לשכפל, לשנות,
          ליצור יצירות נגזרות, או להוריד, את האפליקציה או כל חלק שלה, בין בנפרד ובין בשילוב עם מוצר
          או תוכנה אחרים; (ב) לפרק, להנדס לאחור או לנסות בדרך אחרת לגלות את קוד המקור של האפליקציה;
          (ג) למכור, לשכור, להעניק רישיון, להעביר או להשתמש באפליקציה באופן מסחרי (שאינו השימוש
          הפנימי הלגיטימי של המשתמש כאמור בסעיף 5.1 להסכם זה); (ד) להשיג גישה לא מורשית לאפליקציה;
          (ה) להשתמש באפליקציה לצורך פרסום, שידול, מכירה או הפצה של הודעות או התראות לא רצויות; (ו)
          להשתמש באפליקציה כדי ליצור או להפיץ וירוסים, סוסים טרויאניים או תוכנות זדוניות אחרות; (ז)
          להשתמש או להפעיל כל כריית נתונים או כלי איסוף וחילוץ נתונים דומה מתוך ובקשר עם האפליקציה;
          (ח) להשתמש באפליקציה בכל דרך הפוגעת, מבטלת, מעמיסה או פוגעת בה, במערכות או בשרתים של
          העמותה, או בתשתיות בהן היא פועלת; (ט) להשתמש באפליקציה או להעמיד דרכה כל תוכן בלתי חוקי,
          מזיק, מאיים, משמיץ, מפלה, פוגע, מגונה, מפר, ו/או מטריד; ו/או (י) לנסות כל אחד מהפעולות
          האמורות לעיל. המשתמש מאשר ומודע לכך שהשימוש בשירותים מחייב רישום ויצירת חשבון מתאים
          באפליקציה לסיווגו כנוסע או מתנדב כאמור בסעיף 1 לעיל ('חשבון") והוא מודע לכך כי במסגרת
          ההרשמה הוא עשוי להידרש לספק מידע ופרטים הכוללים בין היתר שם, מספר טלפון וכתובת דואר
          אלקטרוני. המשתמש מודע לכך כי ייתכן ורישום חשבונו יהיה כפוף לתנאים נוספים, אשר יפורטו
          באפליקציה ואינם מפורטים בהסכם זה וכן לכך שהוא יידרש להשלים מידע או פרטים נוספים מעת לעת.
          בלי לגרוע מהאמור לעיל, משתמש שפתח חשבון לא יהיה רשאי להשתמש בשירותים לפני שבחירתו כמתנדב
          או נוסע אושרה על ידי העמותה כמפורט להלן (בהתאמה, "מתנדב מאושר" או "נוסע מאושר"). אישורו של
          מתנדב כמתנדב מאושר יהיה כפוף למסירת מידע ומסמכים נוספים לעמותה ולשביעות רצונה (כולל מבלי
          הגבלה פרטים בקשר לרכב שישמש בשירותי הנסיעה, סטטוס, סוג והיסטוריית רישיון נהיגה והמצאת
          אישורים ואסמכתאות מתאימים מהרשויות). המתנדב מודע לכך כי בעוד שאין עליו חובה למסור מידע זה,
          העמותה שומרת את הזכות שלא לאשר שימוש באפליקציה ו/או בשירותים ללא מסירה כאמור. למען הסר
          ספק, ככל ושיש לעמותה תנאים נוספים הקשורים באופן כללי להתנדבות עימה אזי תנאים אלו יחולו
          במצטבר לתנאי תת סעיף זה. אישורו של נוסע כנוסע מאושר יהיה כפוף למסירת מידע ומסמכים נוספים
          לעמותה ולשביעות רצונה (כולל מבלי הגבלה של טופס אישור אשפוז עבור הנוסע ו/או מסמכים המוכיחים
          קרבה משפחתית מדרגה ראשונה או שנייה לאדם המאושפז הרלוונטי). הנוסע מודע לכך כי בעוד שאין
          עליו חובה למסור מידע זה, העמותה שומרת את הזכות שלא לאשר שימוש באפליקציה ו/או בשירותים ללא
          מסירה כאמור. בהסכם זה משמעות המונחים "אשפוז" – "אשפוז ביתי ו/או בבית חולים ולמשך תקופה
          מינימלית של 5 ימים או תקופה אחרת באם תאשר העמותה, וכן בדיקות ו/או טיפולים תקופתיים בהמשך
          לאותו האשפוז " ו- "קרבה משפחתית מדרגה ראשונה או שנייה " - בן או בת זוג, אבא, אמא, ילד,
          ילדה, אח, אחות, דוד, דודה, סבא, סבתא, נכד, נכדה, גיס, או גיסה או כל אדם אחר אשר העמותה
          תאשר ככזה בכתב ומראש (בהתאם לשיקול דעתה הבלעדי ועל בסיס מקרה פרטני). על אף העמור לעיל,
          יובהר כי אישור מתנדב או נוסע יהיה בהתאם לשיקול דעתה הבלעדי של העמותה וכי היא רשאית מכל
          סיבה ובכל עת לחזור בה מאישור זה ולהסירו ו/או להתנותו בתנאים נוספים. שימוש בחשבון ייעשה על
          ידי משתמש אחד בלבד ואותו משתמש אינו יכול לשתף את חשבונו עם אחרים. כל משתמש אחראי באופן
          בלעדי לכל שימוש או גישה לשירותים דרך חשבונו. כל משתמש מצהיר ומתחייב כי כל מידע שהוא מזין
          למערכת בעת הרישום הוא מדויק ואמיתי, והוא יעדכן וישמור על דיוק ואמיתות מידע כאמור לאורך כל
          תקופת ההסכם (כפי שהמונח מוגדר להלן).
        </li>
        <br />
        <b className="underline">3. הזמנת נסיעה, תרומה</b>
        <br />
        <li>
          נוסע מאושר המעוניין בהזמנת נסיעה, יבצע הזמנה באפליקציה בה יציין פרטים שיידרשו בקשר לנסיעה
          כגון זמן, תאריך, מקום האיסוף והיעד, מספר הנוסעים או כל מידע אחר שתדרוש ממנו האפליקציה
          ("הזמנת נסיעה"). הזמנות נסיעה יועברו באמצעות האפליקציה למתנדבים מאושרים אשר יוכלו לאשר את
          ביצוע הנסיעה בהתאם לפרטי הזמנת הנסיעה ("נסיעה מאושרת"). נסיעה מאושרת תחויב בתשלום תרומה,
          בסכום ובתנאים אשר ייקבעו מעת לעת על ידי העמותה ויפורסמו באפליקציה ("תרומה"). נוסע מודע
          ומסכים לכך כי למעט אם צוין בפירוש אחרת בהסכם זה, כל התחייבויות התשלום שלו (לרבות תשלום
          תרומה) לא ניתנות לביטול, וכל סכום שישלם בקשר לשירותים ו/או האפליקציה לא יוחזר. למעט אם
          צוין אחרת באפליקציה או בהסכם זה, התרומה תחויב במועד שבו הזמנת נסיעה אושרה כנסיעה מאושרת,
          תחויב בשקלים. לשם הסר ספק, כל סכום תרומה באפליקציה הינו לפני מיסים אחרים, אלא אם מצוין
          במפורש אחרת. בהתאם לכך, נוסע יהיה אחראי לשלם את כל המיסים הרלוונטיים החלים על צרכן. לשם
          שמירה על הוגנות כלפי המשתמשים, הצפייה של העמותה היא כי נוסעים ומתנדבים שהסכימו לנסיעות, לא
          יבטלו נסיעות מאושרות. בכל מקרה, במקרה של ביטול כאמור על ידי הנוסע המאושר, התרומה בגין
          הנסיעה שבוטלה לא תוחזר. מבלי לגרוע מהאמור לעיל, כל משתמש מודע לכך כי במקרה של ביטול נסיעה
          מאושרת (אחת או יותר) על ידו מכל סיבה שהיא, לעמותה שמורה הזכות, מבלי הגבלה, לשלול את זכותו
          לשימוש באפליקציה ולשמש כנוסע או מתנדב. על אף האמור לעיל, בגין נסיעה מאושרת שלא התבצעה
          בפועל או שיצאה באיחור של למעלה מ-30 דקות מסיבות שאינן קשורות לנוסע המאושר, תזוכה התרומה
          (אך לא יינתן שום תגמול או פיצוי אחר בקשר לכך). למען הסר ספק, ביצוע נסיעה מאושרת מבוצע
          בהתנדבות על ידי המתנדב המאושר והמתנדב המאושר לא יהיה זכאי לשום עמלה/תגמול/תשלום או החזר
          הוצאות כלשהו (לרבות דמי ביטוח, בלאי ברכב, עלויות דלק ו/או כבישי אגרה, קנסות וכל עלות ו/או
          גרעון ו/או עלויות הקשורות במישרין או בעקיפין להזמנת הנסיעה או לנסיעה המאושרת שנגרמו למתנדב
          המאושר, הינם באחריותו הבלעדית).
        </li>
        <br />
        <b className="underline">4. התחייבויות העמותה</b>
        <br />
        <li>
          העמותה מתחייבת לנוסעים מאושרים ששילמו את התרומה כי במהלך השעות בם תפרסם כי האפליקציה
          מיועדת להיות זמינה, העמותה תפעיל מאמצים סבירים כך שלמעט חוסר זמינות כתוצאה מתקלת רשת,
          סלולר, חשמל או תשתית אחרת, תחזוקה מתוכננת מראש (עם או בלי הודעה מראש), הפרעה של צד שלישי
          או אירוע כוח עליון, האפליקציה תישאר זמינה על בסיס רציף ללא יותר מתקופות סבירות (באורך
          ובכמות) של חוסר זמינות ("התחייבות העמותה"). במקרה של אי התאמה להתחייבות העמותה, כסעד
          בלעדיי לנוסע מאושר לאי התאמה כזו, העמותה תפעיל מאמצים מסחריים סבירים כדי לתקן את אי ההתאמה
          במהירות וללא תשלום נוסף.
        </li>
        <br />
        <b className="underline">5. חובות המשתמש</b>
        <br />
        <li>
          מבלי לגרוע מכל התחייבות אחרת של נוסע מאושר בהסכם זה, כל נוסע מאושר מצהיר ומתחייב: (א) כי
          הוא מאושפז (כהגדרת מונח זה בסעיף 2.6 להסכם זה) או לחילופין בעל קרבה משפחתית מדרגה ראשונה
          או שניה למאושפז הרלוונטי; (ב) להשתמש בשירותים ובאפליקציה אך ורק למטרת ביקור המאושפז
          הרלוונטי במשך תקופת האשפוז וכאשר אחד מיעדי הנסיעה הינו מקום האשפוז של המאושפז הרלוונטי;(ג)
          להתנהג בצורה נעימה מכבדת ואדיבה, למתנדבי העמותה, נציגיה, לנוסעים הנוספים ולמתנדב המאושר
          המבצע את הנסיעה ולא להטריד, לאיים או להפריע להם בדרך אחרת; (ד) הוא יהיה אחראי להתנהגותם
          ולעמידתם בתנאי הסכם זה של כל נוסע נוסף ו/או כל אדם אחר שעלה מטעמו ו/או שהורשה להעלות
          לנסיעה ו/או שעבורו עבורו הוזמנה הנסיעה (אף אם אדם זה אינו 'נוסע נוסף' לפי הסכם זה), כאילו
          היו הם הנוסע המאושר שהזמין את הנסיעה המאושרת (כולל בדבר היותם המאושפז או בעלי קרבה משפחתית
          מדרגה ראשונה או שנייה שלו); (ה) לא לעשן ברכב או להעלות בעלי חיים לרכב אלא אם קיבל את אישור
          העמותה או המתנדב המאושר לכך ולהקשיב להנחיותיהם בקשר לנסיעה; (ו) לציית לכל חוק והוראות כל
          דין החלים עליו בנוגע לשימושו בשירותים (ובין היתר לא להוביל או להעלות דברים מסוכנים או
          חומרים אסורים לרכב); ו- (ז) לא לבצע כל פעילות שעלולה בפן סביר לגרום לפציעה, מוות, נזק
          לרכוש, או מטרד במהלך הנסיעה. מבלי לגרוע מכל התחייבות אחרת של מתנדב מאושר בהסכם זה, כל
          מתנדב מאושר מצהיר ומתחייב כי: (א) הוא בעל רישיון רכב ונהיגה תקפים והתואמים את פרטי הרכב
          המבצע את הנסיעה המאושרת, וכי אלו יישמרו בתוקף לכל תקופת ההסכם; (ב) הרכב שמבצע את הנסיעה
          תקין, בטוח לנסיעה ומכוסה בכל הפוליסות, הביטוחים והכיסויים הנדרשים על פי דין; (ג) לבצע
          נסיעות מאושרות בזמן ובהתאם לפרטי הנסיעה כפי שאלו הוגדרו בהזמנת הנסיעה וכי ינהג בצורה בטוחה
          ותוך כדי ציות מלא לחוקי התנועה והוראות כל דין; (ד) הוא יתנהג בצורה נעימה, מכבדת ואדיבה,
          למתנדבי העמותה, נציגיה, לנוסע המאושר ולנוסעים הנוספים ולא להטריד, לאיים או להפריע להם בדרך
          אחרת; (ה) להעמיד עצמו להיות זמין ככל שניתן בימים ובשעות עליהם הוא עדכן את העמותה כי הוא
          מעוניין לבצע הסעות; (ו), הוא בעל כל הזכויות הנדרשות כדי לבצע את הנסיעה המאושרת; (ז) לא
          לעשן ברכב או להעלות בעלי חיים לרכב במהלך הנסיעה מבלי לקבל את אישור הנוסע המאושר ו/או כל
          הנוסעים הנוספים ברכב; (ח) לציית לכל חוק והוראות כל דין החלים עליו בנוגע לשימושו בשירותים (
          ובין היתר לא להוביל או להעלות דברים מסוכנים או חומרים אסורים לרכב); (ט) לא לבצע כל פעילות
          שעלולה בפן סביר לגרום לפציעה, מוות, נזק לרכוש, או מטרד במהלך הנסיעה ו- (י) הוא אינו הורשע
          בפשע ואין לו עבר פלילי. מבלי לגרוע מחובותיהם האחרות של המשתמשים על פי הסכם זה, כל משתמש
          אחראי: (א) להזין ולמסור פרטים, נתונים ומידע מלאים, מדויקים ונכונים במהלך שימושו בשירותים,
          ולשמור על דיוק ועדכנות כל הפרטים, הנתונים והמידע שהוזנו או נמסרו; (ב) לשמור על כל האישורים
          והסיסמאות לחשבון המשתמש ולשירותים באופן מאובטח וסודי ולדווח לעמותה מיד על כל שימוש לרעה
          בחשבון המשתמש; ו- (ג) לעמוד בכל הדרישות הטכניות לשימוש בשירותים, לרבות ללא הגבלה, הדרישות
          לשמירה על מערכות הפעלה ותשתיות רשת נאותות, והכל כפי שיפורט בהסכם זה או בהוראות העמותה
          בנוגע לשירותים מעת לעת (המשתמש מכיר בכך שאם לא יעמוד בתנאים הללו, ייתכן כי השירותים לא
          יהיו זמינים, או שלא יפעלו כראוי). ככל ולמשתמש נודע על הפרת הסכם זה, הוא יודיע לעמותה באופן
          מיידי.
        </li>
        <br />
        <b className="underline">6. מידע משתמש</b>
        <br />
        <li>
          המשתמש מתחייב כי יש לו את כל הזכויות הנדרשות לשם (א) מסירה של כל הנתונים והתכנים שהוגשו או
          הוזנו על ידיו באמצעות או דרך השירותים, לרבות ללא הגבלה, כל מידע מזהה או לא מזהה הקשור
          למשתמש או לצדדים שלישיים ("מידע המשתמש") ו- (ב) עשיית כל שימוש או העברה המותרים לפי הסכם
          זה ביחס למידע המשתמש כאמור. למשתמש תהיה האחריות הבלעדית על מידע המשתמש ועל כל המעשים או
          המחדלים שלו בקשר עם השירותים, לרבות לחוקיות, לאמינות, לאותנטיות, לשלמות, ולדיוק מידע
          המשתמש שהוגשו או הוזנו על ידיו באמצעות או דרך השירותים. המשתמש מתחייב לשפות ולפצות את
          העמותה בגין כל אי עמידה בהתחייבויות הבטחות או מצגי המשתמש לפי הסכם זה (ובכלל זה על מסירת
          פרטים הצהרות שגוייות). אף שהעמותה אינה אחראית לאמת את נכונותם או את לגיטימיות מידע המשתמש
          שהוגשו באמצעות השירותים, העמותה שומרת לעצמה את הזכות להסיר כל חלק ממידע משתמש אשר לטעמה
          מפרים את התנאים המפורטים בהסכם זה או כל חוק החל על ההסכם, על העמותה או על המשתמש, על פי
          שיקול דעתה הבלעדי של העמותה. המשתמש נותן את הסכמתו לעמותה, ומעניק לעמותה רישיון עולמי, ללא
          תמלוגים, ולא בלעדי, ניתן להעברה, ניתן לרישוי משנה, ובלתי חוזר, וללא מגבלה בזמן לאסוף,
          ולהשתמש להעביר ולעבד את התוכן המשתמש ואת מידע המשתמש המוגשים באמצעות השירותים, לאחסן את
          מידע המשתמש כאמור בשרתי העמותה או בשרתים חיצוניים של צדדי שלישיים המשמשים את העמותה עבור
          אספקת השירותים, ולהשתמש במידע משתמשים כאמור כמפורט במדיניות הפרטיות של העמותה, אותה ניתן
          למצוא בכתובת אינטרנט זו: [https://www.ezla.org.il/ ("מדיניות הפרטיות"). מובהר כי שימושים
          מורשים כאמור כוללים בין היתר: (א) שימוש בנתונים בכדי לספק או לשפר את השירותים; (ב) איסוף
          מידע סטטיסטי ותובנות הקשורות לשירותים, לביצועיהם או השימוש בהם, ושימוש במידע סטטיסטי כאמור
          (לרבות שימוש ציבורי באופן שאינו מזהה את המשתמש); (ג) העברת מידע זה לספקי שירותי צד ג'
          הרלוונטיים כנדרש בכדי לספק את השירותים (כגון ספקי שירותי אחסון מידע המשתמש המאוחסנים כחלק
          מהשירותים); ו-(ד) העברת מידע המשתמש לגוף אשר רכש את עסקי העמותה בדרך של מיזוג או רכישת
          נכסי העמותה, אך בתנאי שהגוף הרוכש כאמור יחויב לדרישות הסכם זה ביחס לשימושו המידע המשתמש.
        </li>
        <br />
        <b className="underline">7. סודיות</b>
        <br />
        <li>
          כל אחד מהצדדים עשוי לספק, לתת גישה או להיחשף למידע סודי של הצד השני בקשר להסכם זה. "מידע
          סודי" מידע סודי של העמותה משמעו כל מידע ונתונים שיש להניח באופן סביר שהם בעלי אופי קנייני
          או סודי, בין אם בעל פה, בכתב, בגרפיקה, או בכל צורה אחרת, לרבות אך לא רק, מידע קנייני, מידע
          טכני, פיתוחי, שיווקי, תפעולי, ביצועי, מידע הנוגע למכירות, תמחורים, עלויות ומידע עסקי, והכל
          ככל שמידע כאמור נחשף או הועמד על ידי צד אחד להסכם זה לרשות הצד השני, ובלי קשר למדיה עליה
          נישא או דרכה נחשף מידע כאמור. מבלי לגרוע מכלליות האמור לעיל, מידע סודי של העמותה יכלול גם
          את כל הפרטים הלא-ציבוריים הנוגעים לשירותים, ואת התוצאות של כל בדיקות ביצועים של השירותים
          וכל פלט של השירותים (למעט מידע המשתמש המשתקפים בפלט זה), ומידע סודי של המשתמש יכלול את
          המידע שנמסר ברישום לאפליקציה וכן מידע אחר שמסר לצורך אישורו כנוסע מאושר או כמתנדב מאושר.
          למען הסר ספק, מתנדב חב בחובת סודיות כלפי העמותה בנוגע לפרטי הנסיעה וזהות הנוסעים. הנוסע
          מכיר בכך שהמתנדב אינו עובד של העמותה, לא חייב בשום חובת סודיות כלפה וכל מידע אשר ימסור
          למתנדב אינו מוגן בסודיות. על אף האמור לעיל, מידע סודי לא יכלול כל מידע אשר: (א) הינו או
          נהיה חלק מנחלת הכלל, למעט באמצעות מעשה או מחדל של הצד המקבל; (ב) היה ברשותו החוקית של הצד
          המקבל לפני גילויו; (ג) מקבל המידע קיבל מצד שלישי, בתנאי שמידע כאמור לא הושג תוך הפרת
          התחייבויות או הגבלות החלות על אותו צד שלישי. כל צד יחזיק במידע הסודי של הצד השני תוך הקפדה
          על סודיות, וככל ולא הותר אחרת בהסכם זה או במדינות הפרטיות, לא יחשוף או יאפשר גישה למידע
          סודי כאמור לצד שלישי כלשהו, ולא ישתמש במידע סודי למטרה אחרת מלבד לשם ביצוע התחייבויותיו על
          פי הסכם זה או בהתאם להרשאות במדיניות הפרטיות. על אף האמור לעיל, כל אחד מהצדדים רשאי לחשוף
          מידע סודי של הצד השני אם הגילוי נדרש על פי דין או הוראת רשות מוסמכת, ובלבד שהוא יתן לצד
          השני, ככל שאין מניעה משפטית לעשות כן, הודעה מוקדמת על גילוי זה בכדי שלצד השני תהא ההזדמנות
          להשיג צו מניע או סעד אחר. כל צד יהיה רשאי לחשוף את המידע הסודי של הצד השני רק לבעלי המשרה
          שלו, עובדיו ויועציו ("נציגים"), רק ככל שנחוץ להם לדעת לשם המטרות האמורות בהסכם זה ומדיניות
          הפרטיות, ובלבד שהנציגים יהיו מחויבים בהתחייבויות לסודיות בנוגע למידע כאמור אשר לא ייפחתו
          מאלו של הסכם זה, ובכל מקרה מקבל המידע יהיה אחראי לאי עמידה בדרישות ההסכם על ידי נציגיו.
        </li>
        <br />
        <b className="underline">8. זכויות קניין רוחני</b>
        <br />
        <li>
          העמותה שומרת על כל הזכויות, לרבות ובלי הגבלה, זכויות פטנט, זכויות יוצרים, סודות מסחריים,
          סימני מסחר וכל זכות קניין רוחני אחר (בין אם הזכות רשומה ובין אם אינה) באפליקציה ובשירותים,
          בטכנולוגיה הכרוכה באפליקציה ובשירותים, ובשיפורים, בעדכונים, בשדרוגים, בתיקוני שגיאות
          ובשינויים אחרים לאפליקציה, לשירותים והטכנולוגיה האמורים, בכל מסמוך שמסרה העמותה בקשר
          לשירותים, ובכל העבודות הנגזרות המבוססות על אילו מהפריטים האמורים לעיל. למעט הרישיון המוגבל
          המוענק למשתמש באופן מפורש לפי הסכם זה, הסכם זה אינו מעניק למשתמש זכויות כלשהן בקניין
          הרוחני של העמותה (וכן באף אחד מהפריטים שהוזכרו לעיל). לבין הצדדים, המשתמש שומר על כל זכות,
          לרבות ובלי הגבלה, כל זכויות פטנט, זכויות יוצרים, סודות מסחריים, סימנים מסחריים וכל קניין
          רוחני אחר (בין אם הזכות רשומה ובין אם אינה) במידע המשתמש. לעמותה תהיה זכות ללא הגבלה (וללא
          זכות כלשהיא למשתמש) לעשות כל שימוש בכל עצה, פידבק, משוב או הצעה אשר ניתנה על ידי המשתמשים
          ובכל זכות קניין רוחני במשוב או הצעה כאמור, לכל מטרה שהיא.
        </li>
        <br />
        <b className="underline">9. שירותי צד ג'</b>
        <br />
        <li>
          המשתמש מכיר בכך שהעמותה משתמשת, או לחלופין שהאפליקציה והאתר מסתמכים על, שירותים ותשתיות
          מסוימות של צדדים שלישיים (יחד, "שירותי צד ג'"), כולל ללא הגבלה שירותי אחסון נתונים
          (hosting) בשרתים חיצוניים וספקי שירותי אינטרנט (הזמינות והגישה המתמשכת ללא הפרעה לאפליקציה
          ולאתר מסתמכים על שירותים ותשתיות כאמור). בנוסף, המשתמש מכיר בכך שהאתר והאפליקציה עשויים
          להכיל קישורים לאתרים ואפליקציות מסוימים שהם חיצוניים לאתר ולאפליקציה, ושהשימוש בכל אתר
          אינטרנט או יישום של צד שלישי כאמור כפוף לתנאיי השימוש הרלוונטיים של אותו צד שלישי והינם
          בשליטת אותו צד שלישי. המשתמש מכיר בכך שהעמותה אינה שולטת או מפעילה את השירותים, אתרי
          האינטרנט והאפליקציות של צדדים שלישיים כאמור, ולעמותה לא תהיה כל אחריות באשר והיא אינה
          נותנת כל הבטחה או מצג בקשר לשירותי צד ג' או אתרים או אפליקציות של צדדים שלישיים.
        </li>
        <br />

        <b className="underline">10. הצהרת אחריות</b>
        <br />
        <li>
          על אף האמור בהסכם זה, מלבד התחייבות העמותה (כהגדרת מונח זה בסעיף 4 להסכם זה), השירותים
          ניתנים למשתמשים כפי שהם, ומבלי הגבלה, ללא כל אחריות מצד העמותה, בין אם במפורש ובין אם
          במשתמע, ומבלי הגבלה לא ניתנות התחייבויות בנוגע לסחירות השירותים, התאמתם למטרה מסוימת, מידת
          אבטחתם, היות השימוש בם רציף, ללא הפרעות או שגיאות. למען הסר ספק, העמותה אינה מתחייבת כלפי
          המשתמשים או כלפי הנוסעים הנוספים שהזמנות נסיעה או נסיעות מאושרות אכן יתבצעו (בזמן שנקבע
          בהן או באופן כללי); והמשתמש מודע לכך כי השירותים תלויים בגורמים ונסיבות שאין לעמותה שליטה
          עליהם (בין היתר בזמינות מתנדביה ואילוצים אחרים) ושביחס אליהם היא משמשת כמתווכת. הנוסע מודע
          לכך כי ההסעות המוזמנות דרך שירותי העמותה מבוצעות על ידי מתנדבים שאינם חלק מארגונה, וכי
          למרות שהעמותה נוהגת לערוך בדיקות מסוימות למתנדביה, היא עושה זאת ללא התחייבות מצידה ולפנים
          משורת הדין. העמותה אינה מתחייבת שבדיקות כלשהן שאכן תבצע יהיו מספקות, מהימנות וכן אינה
          מתחייבת לערוך בדיקות נוספות על אלו שבוצעו ואינה אחראית להתנהגותם או פעולתם של מתנדבים.
          המתנדב מודע לכך כי ההסעות המוזמנות דרך שירותי העמותה הינם עבור נוסעים שאינם חלק מארגונה,
          וכי למרות שהעמותה נוהגת לערוך בדיקות מסוימות לנוסעים, היא עושה זאת ללא התחייבות מצידה
          ולפנים משורת הדין. העמותה אינה מתחייבת שבדיקות כלשהן שאכן תבצע יהיו מספקות, מהימנות וכן
          אינה מתחייבת לערוך בדיקות נוספות על אלו שבוצעו ואינה אחראית להתנהגותם או פעולתם של
          הנוסעים. המשתמש מכיר בכך שהשירותים מסתמכים על העברת נתונים על בסיס תשתיות תקשורת וכי
          השירותים עשויים להיות נתונים למגבלות, עיכובים ובעיות אחרות הקשורות בשימוש בתשתיות כאמור
          וכן מכיר בכך שהעמותה אינה נותנת מצגים ביחס, לשירותי צד ג' כלשהם.
        </li>
        <br />
        <b className="underline">11. הכרה בסיכון; הגבלת אחריות</b>
        <br />
        <li>
          המשתמש מסכים כי השימוש בשירותים (בין כנוסע ובין כמתנדב) והשתתפות בכל נסיעה או הסעה שהוזמנה
          דרך השירותים היא באחריותו הבלעדית של המשתמש (יובהר כי לבין הנוסע והעמותה, הנוסע המאושר
          הינו האחראי הבלעדי כלפי הנוסעים הנוספים ככל וישנם) וכי הוא לבדו אחראי להתנהלותו בעת השימוש
          בנסיעות או מתן הסעות שהוזמנו דרך שירותים ולכל ההשלכות של התנהגותו. מבלי הגבלה, ולשם הסר
          ספק, לא תהיה העמותה אחראית בכל אופן, לכל תאונת דרכים שתתרחש בהסעה שהוזמנה דרך השירותים
          ואין לעמותה כל חבות לרכוש כל ביטוח שהוא בקשר לשירותים ו/או הנסיעות, וכל ביטוח שתרכוש הוא
          לפנים משורת הדין ולא מחייב את העמותה לרכושו בעתיד. על אף האמור בהסכם זה, בשום מקרה לא תהיה
          העמותה אחראית להפסד או נזק מכל סוג, על בסיס חוזי, נזיקי או כל בסיס אחר, לרבות ללא הגבלה,
          נזקים ישירים, נזקים עקיפים, ומבלי הגבלה בגין אובדן רווחים, אובדן מידע, נזקים או הפרעות
          עסקיות או כל הפסד מסחרי עקיף אחר, אשר נגרמו עקב ו/או שהינם בקשר לשירותים או הסכם זה או
          נסיעות שהוזמנו דרך השירותים. ככל שלא ניתן להגביל את הנזק הישיר בו חבה העמותה לפי דין, גובה
          אחריות העמותה, על בסיס חוזי, נזיקי או כל בסיס אחר, בגין כל התביעות ו/או טענות במצטבר של
          אותו משתמש עקב ו/או בקשר לשירותים או הסכם זה או נסיעות שהוזמנו דרך השירותים, לא תעלה, על
          גובה של התרומה ששולמה בפועל לעמותה על ידי המשתמש ביחס לנסיעה הרלוונטית.
        </li>
        <br />
        <b className="underline">12. תנאי ותקופת ההסכם</b>
        <br />
        <li>
          הסכם זה חל החל מהתאריך הקובע ויימשך עד לסיומו בהתאם לתנאי הסכם זה. משתמש רשאי לסיים הסכם
          זה על ידי מחיקת חשבונו או מסירת הודעה על סיום ההסכם בכתב לעמותה, לצד הפסקת כל שימוש
          בשירותים (באילו מהמקרים). במקרה כאמור יסתיים ההסכם מיד עם מחיקת חשבון המשתמש או קבלת הודעת
          סיום על ידי העמותה (לפי העניין). העמותה רשאית לפי שיקול דעתה הבלעדי באופן מידי ומכל סיבה
          שהיא, להסיר משתמש כזה או אחר מהאפליקציה העמותה רשאית, לפי שיקול דעתה הבלעדי וביחס לכל
          משתמש, לסיים את ההסכם ו/או לחסום ו/או להשעות את הגישה לאפליקציה ו/או לחשבון המשתמש ו/או
          לסגור את חשבון המשתמש ו/או להפסיק לספק את השירותים או כל חלק מהם (ובכלל זה וללא הגבלה גם
          ביטול או הפסקת נסיעה ספציפית; וביחס למתנדב, לסיים עם ההתנדבות עימו), בכל עת, עם או בלי מתן
          הודעה (א) מטעמי נוחות או חוסר יכולת להמשיך לספק את השירותים; ו/או (ב) אם המשתמש לפי שיקול
          דעת העמותה (או חשדה הסביר) הפר אלו מהוראות הסכם זה; ו/או (ג) בנסיבות אחרות הנראות לה
          מתאימות לפי שיקול דעתה הבלעדי. עם סיומו של ההסכם מכל סיבה שהיא, כל הזכויות המוענקות למשתמש
          במסגרת הסכם זה יסתיימו באופן מיידי והמשתמש יפסיק לאלתר כל שימוש בשירותים. בנוסף, המשתמש
          מכיר בכך כי לאחר סיום ההסכם, הוא לא יוכל להשתמש או לגשת אל מידע המשתמש באמצעות השירותים,
          וכי אלו לא יועברו אליו באופן אחר על ידי העמותה (העמותה תהיה רשאית להשמיד את כל מידע
          המשתמשים שברשותה, אם היו כאלה) . כל הוראה אשר מטבעה נועדה לשרוד סיום או תפוגה של ההסכם,
          לרבות סעיפים 3.3, ו- 14-5 להסכם זה, תשרוד ולא תושפע מסיום הסכם זה.
        </li>
        <br />
        <b className="underline">13. הודעות</b>
        <br />
        <li>
          על ידי אישור הסכם זה, המשתמש מאשר קבלה של הודעות הנדרשות בקשר עם פעילות האפליקציה
          והשירותים. הסכמה זו תישאר בתוקף כל עוד המשתמש רשום לאפליקציה וכל עוד לא מחק את חשבונו.
          בנוסף, על ידי אישור הסכם זה, המשתמש מאשר קבלה של חומרי הדרכה, פרסומות ושיווק ביחס לשירותים
          ו/או האפליקציה ו/או פעילות אחרת של העמותה באמצעות כל מדיה. המשתמשים רשאים לבטל את הסכמתם
          באופן המצוין בהודעה הרלוואנטית או על ידי הודעה לעמותה על ביטולם בכתובת הדואר האלקטרוני
          הבאה:{' '}
          <a className="c24" href="mailto:v02444@gmail.com">
            v02444@gmail.com
          </a>
          .
        </li>
        <br />
        <b className="underline">14. שונות</b>
        <br />
        <li>
          הכותרות הסכם זה מיועדות לנוחות בלבד ולא ישפיעו על הפרשנות או המשמעות של התנאים וההוראות של
          הסכם זה. הסכם זה הינו ההסכם הממצה, והוראותיו גוברות על כל הסכמה קודמת, בין בעל פה ובין
          בכתב, אשר הייתה, ככל שהייתה, בין הצדדים בעניינים אשר הסכם זה נוגע אליהם אך לא יגרעו מכל
          הוראות והסכמות אחרות בין העמותה לבין מתנדביה, בקשר להתנדבותם עבורה. כל ויתור על זכויות
          כלשהן של העמותה או הסכמה שלה לשינוי הסכם זה, לא יהיו בתוקף אלא אם כן אושרו בכתב על ידי
          נציג מורשה של העמותה. מבלי לגרוע מכל זכות אחרת של העמותה לפי הסכם זה, העמותה רשאית לפי
          שיקול דעתה הבלעדי והמוחלט, להסכים להתעלם או לוותר על הפרה של משתמש. כל וויתור או התעלמות
          מצד העמותה לא יחשבו כוויתור או התעלמות בקשר לאכיפת הוראות אחרות או הפרות אחרות, או על כל
          הפרה שתחול לאחר מכן. אלא אם כן נקבע במפורש אחרת בהסכם זה, כל הסעדים המנויים בהסכם זה הינם
          מצטברים ואינם שוללים תרופות אחרות הקיימות לפי דין. במידה ובית משפט או כל גוף אחר בעל סמכות
          שיפוט מוסמכת יקבע כי הוראה כלשהי בהסכם זה אינה תקפה, אינה ניתנת לאכיפה או בלתי חוקית,
          ההוראות האחרות בהסכם יישארו בתוקף ומלואן. הסכם זה אינו מקנה זכויות כלשהן לצד שלישי. הצדדים
          מסכימים כי הסכם לא יוצר ולא יפורש כיוצר שותפות או מיזם משותף בין הצדדים, וכי הסכם זה אינו
          מסמיך את אילו מהצדדים לפעול עבור האחר. המשתמש לא יהיה רשאי להסב או להמחות את זכויותיו או
          חובותיו לפי הסכם זה, ללא הסכמת העמותה מראש ובכתב, וכל המחאה שלא ניתנה לה הסכמה כאמור תהא
          בטלה ומבוטלת. העמותה רשאית, בכל עת, להסב או להמחות את זכויותיה או התחייבויותיה על פי הסכם
          זה, וכמו כן תהיה חופשיה בכל עת להתקשר עם קבלני משנה בקשר עם פעילותה. כל טענה או מחלוקת
          הנובעות מהסכם זה ו/או מהשירותים, יהיו כפופות לדיני מדינת ישראל, למעט עקרונות החוק הנוגעים
          לברירת דין. הצדדים מסכימים באופן בלתי הדיר כי לבתי המשפט המוסמכים המצויים בתל אביב תהיה
          הסמכות הבלעדית ליישב כל סכסוך או טענה הנובעים או שהינם בקשר עם הסכם זה ו/או השירותים. כל
          הודעה הנדרשת או מותרת לפי הסכם זה חייבת להינתן (א) אם לעמותה, בכתב בדואר אלקטרוני לכתובת
          הבאה:{' '}
          <a className="c24" href="mailto:v02444@gmail.com">
            v02444@gmail.com
          </a>
          או באמצעות האפליקציה או האתר של העמותה בממשקים המיועדים למסירת הודעות כאמור לעמותה. (ב) אם
          למשתמשים, באמצעות הפרטים ואמצעי הקשר שסופקו במהלך ההרשמה שלהם לשירות הרלוונטי, או באמצעות
          אמצעי קשר שסופקו על ידי המשתמשים באופן אחר. העמותה רשאית לשנות או לעדכן את תנאי הסכם זה על
          ידי פרסום הסכם חדש, ואלו יהיו בתוקף לגבי כל משתמש מיד לאחר פרסומם (וללא דרישה למתן הודעה
          בעניין).
        </li>
        <br />
        <br />
        <p>תאריך עדכון אחרון: 20.7.2023</p>
      </ol>
    </div>
  );
};

export default Terms;
